// privacyPolicy.js
export const privacyPolicyText = `当サイトは、ユーザーの個人情報の保護を重要視しており、以下の方針に基づいて個人情報の取り扱いを行います。お客様から提供いただく情報に関しては、本ポリシーに従い、適切に取り扱い、保護いたします。

1. 個人情報の定義
本プライバシーポリシーにおける個人情報とは、ユーザーの名前、フリガナ、メールアドレス、お問い合わせ内容など、特定の個人を識別できる情報を指します。

2. 個人情報の収集方法
当サイトでは、お問い合わせフォームを通じて以下の情報を収集いたします。
- 名前
- フリガナ
- メールアドレス
- お問い合わせ内容

3. 個人情報の利用目的
当サイトでは、収集した個人情報を以下の目的で利用いたします。
- お問い合わせへの対応および確認
- サービス向上のための意見収集
- 必要な場合の連絡

4. 個人情報の第三者提供
当サイトは、法令に基づく場合やお客様の同意がある場合を除き、第三者に個人情報を提供することはありません。

5. 個人情報の管理
当サイトは、個人情報の漏洩、紛失、改ざん等を防止するため、適切なセキュリティ対策を講じます。また、個人情報の取り扱いに関して定期的な見直しを行い、適切な保護に努めます。

6. 個人情報の開示・訂正・削除
お客様ご自身の個人情報の開示、訂正、削除等を希望される場合には、当サイトの問い合わせ窓口までご連絡ください。迅速に対応いたします。

7. クッキーについて
当サイトでは、ユーザーの利便性向上のため、クッキーを使用する場合があります。クッキーはユーザーのコンピュータに保存される小さなデータファイルであり、個人を特定する情報を含みません。

8. プライバシーポリシーの改定
当サイトは、法令の変更やサービスの改善のため、本プライバシーポリシーを随時見直し、改定する場合があります。改定後のポリシーは、当サイト上に速やかに掲載されます。

9. お問い合わせ
本ポリシーに関するお問い合わせは、以下の連絡先までご連絡ください。
chiisonoblog@gmail.com
070-5414-3874`
